Repository: BodhiDev/bodhi_translations
Catalog: bodhi-quickstart/source/locales/*/index.po
Languages: nb_no

source: Bodhi QuickStart
nb_no: Bodhi-hurtigstart

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
nb_no: Hurtigstartsinnholdsfortegnelse</a><a class="nav" target="_parent" href="index.html">Hurtigstartsinnholdsfortegnelse

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
nb_no: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Begynn</a> <ul>

# html/index.html html.body.header.nav.ul.li.ul.li:24-15
source: Connecting to the Internet
nb_no: Tilkobling til Internett

# html/index.html html.body.header.nav.ul.li.ul.li:25-15
source: Installing Software
nb_no: Installering av programvare

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
nb_no: <a class="mobile" target="_parent" href="getting_started.html">Begynn</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

# html/index.html html.body.header.nav.ul.li.ul.li:31-15
source: Moksha Basics
nb_no: Grunnleggende i Moksha

# html/index.html html.body.header.nav.ul.li.ul.li:32-15
source: Quick Launcher
nb_no: Hurtigoppstarter

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
nb_no: <a class="mobile" target="_parent" href="appendix.html">Bidragsytere</a><a class="nav" target="_parent" href="#">Enda mer info</a> <ul>

# html/index.html html.body.header.nav.ul.li.ul.li:38-15
source: Quick FAQ
nb_no: O-S-S

# html/index.html html.body.header.nav.ul.li.ul.li:39-15
source: Resources
nb_no: Ressurser

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
nb_no: Enda mer info</a><a class="nav" target="_parent" href="appendix.html">Bidragsytere

source: Quick Start Guide
nb_no: Hurtigoppstartsveiledning

# html/index.html html.body.div.div.div.a.div.h1:69-15
source: Connecting to the Internet
nb_no: Tilkobling til Internett

source: Basics of making an internet connection in Bodhi.
nb_no: Det grunnleggende om å koble til Internett i Bodhi.

# html/index.html html.body.div.div.div.a.div.h1:80-15
source: Installing Software
nb_no: Installasjon av programvare

source: How to install software in Bodhi Linux.
nb_no: Hvordan installere programvare i Bodhi Linux.

# html/index.html html.body.div.div.div.a.div.h1:91-15
source: Moksha Basics
nb_no: Grunnleggende i Moksha

source: Moksha isn't your average desktop. Here are some quick pointers.
nb_no: Moksha er ikke et gjengs skrivebord. Her har du noen tips.

# html/index.html html.body.div.div.div.a.div.h1:102-15
source: Quick Launcher
nb_no: Hurtigoppstarter

source: Find settings, applications, and file with the Quick Launcher!
nb_no: Finn innstillinger, programmer og filer med hurtigoppstarteren.

# html/index.html html.body.div.div.div.a.div.h1:113-15
source: Quick FAQ
nb_no: O-S-S

source: Answers to a few Frequently Asked Questions.
nb_no: Svar på noen ofte stilte spørsmål

# html/index.html html.body.div.div.div.a.div.h1:124-15
source: Resources
nb_no: Ressurser

source: Links through which you can find more information.
nb_no: Lenker du kan finne mer info på.

source: Credits
nb_no: Bidragsytere

source: Credits/ Revisions/ License For QuickStart Guide.
nb_no: Bidragsytere/ Revisjoner/ Lisens for hurtigoppstartsveiledning.
