Repository: BodhiDev/bodhi_translations
Catalog: bodhi-quickstart/source/locales/*/landing.po
Languages: pt, ru

source: Bodhi Basics
pt: Noções básicas do Bodhi
ru: Основы Bodhi

source: Welcome and thank you for trying Bodhi Linux: the minimalistic Enlightened Linux desktop!
pt: Bem-vindo(a) e obrigado por experimentar o Bodhi Linux: o ambiente gráfico minimalista e iluminado do Linux!
ru: Добро пожаловать и благодарим вас за то, что вы попробовали Bodhi Linux: минималистичный рабочий стол Enlighted Linux!

source: <strong>Bodhi</strong> is a lightweight Linux distribution that uses the Moksha window manager.
pt: O <strong>Bodhi</strong> é uma distribuição Linux leve que utiliza o gestor de janelas Moksha.
ru: <strong>Bodhi</strong> - это легкий дистрибутив Linux, в котором используется оконный менеджер Moksha.

source: Our philosophy is to provide a minimal base system. Users can install any additional software they want.
pt: A nossa filosofia é disponibilizar um sistema básico mínimo. Os utilizadores podem instalar qualquer software adicional que desejem.
ru: Наша философия - предоставить минимальную базовую систему. Пользователи могут установить любое дополнительное программное обеспечение по своему усмотрению.

source: You will need an Internet connection established to do system updates or install software in <strong>Bodhi</strong>.
pt: Precisará de uma ligação à Internet estabelecida para fazer atualizações do sistema ou instalar software no <strong>Bodhi</strong>.
ru: Вам потребуется подключение к Интернету для обновления системы или установки программного обеспечения в <strong>Bodhi</strong>.

source: Please follow this link if you need assistance: <span class="greentext boldtext largelh"><a class="normal" href="internet.html"><strong>Connecting to the Internet</strong></a></span>.
pt: Siga esta ligação se precisar de assistência: <span class="greentext boldtext largelh"><a class="normal" href="internet.html"><strong>Ligação à Internet</strong></a></span>.
ru: Если вам нужна помощь, перейдите по этой ссылке: <span class="greentext boldtext largelh"><a class="normal" href="internet.html"><strong>Подключение к Интернету</strong></a></span>.

source: System updates are important from a security perspective.<br><br>
pt: As atualizações do sistema são importantes de uma perspetiva de segurança.<br><br>
ru: Обновления системы важны с точки зрения безопасности.<br><br>

source: The preferred way to perform system updates is to open a terminal and run the command:<br><br>
pt: A forma recomendada de efetuar atualizações do sistema é abrir um terminal e executar o comando:<br><br>
ru: Предпочтительный способ выполнить обновления системы - открыть терминал и выполнить команду:<br><br>

source: A firewall is also important from a security perspective. Bodhi uses itables and includes the Uncomplicated Firewall (ufw). It is not enabled by default as not all users may need it.<br>
pt: Uma firewall é também importante de uma perspetiva de segurança. O Bodhi Linux usa o itables e inclui o Uncomplicated Firewall (ufw). Não é ativada por padrão, pois nem todos os utilizadores podem precisar.<br>

source: To enable it, open a terminal and run the command:<br><br>
pt: Para a ativar, abra um terminal e execute o comando:<br><br>
ru: Чтобы включить его, откройте терминал и выполните команду:<br><br>

source: Ufw has a sensible set of default settings (profile), which are fine for the vast majority of home users.
pt: A Ufw tem um conjunto criterioso de definições padrão (perfil), que são boas para a grande maioria dos utilizadores domésticos.
ru: Ufw имеет разумный набор настроек (профиль) по умолчанию, которые подходят для подавляющего большинства домашних пользователей.

source: Want to find our more, read our <a class="normal" href="index.html"><strong>Quick Start</strong></a>, visit our <a class="normal" href="http://wiki.bodhilinux.com/"><strong>Wiki</strong></a>, or consider reading one of Roger Carter's <a class="normal" href="https://www.smashwords.com/profile/view/RogerCarter"><strong>great books</strong></a> on Bodhi.<br><br>
pt: Quer saber mais, leia o nosso <a class="normal" href="index.html"><strong>Iniciação rápida</strong></a>, visite a nossa <a class="normal" href="http://wiki.bodhilinux.com/"><strong>Wiki</strong></a>, ou considere a leitura de um dos excelentes livros do <a class="normal" href="https://www.smashwords.com/profile/view/RogerCarter"><strong>Roger Carter's</strong></a> sobre o Bodhi.<br><br>
ru: Хотите узнать больше, прочтите наши <a class="normal" href="index.html"><strong>Быстрый старт</strong></a>, посетите наш <a class="normal" href="http://wiki.bodhilinux.com/"><strong>Wiki</strong></a>, или подумайте о прочтении одного из произведений Роджера Картера <a class="normal" href="https://www.smashwords.com/profile/view/RogerCarter"><strong>великих книг</strong></a> по Bodhi.<br><br>

source: Need friendly help?
pt: Precisa de ajuda amigável?
ru: Нужна дружеская помощь?

source: Post on our <a class="normal" href="https://bodhilinux.boards.net/"><strong>Forum</strong></a> or ask on <a class="normal" href="https://discordapp.com/invite/pvB7MSf"><strong>Discord</strong></a>.<br><br>
pt: Publique no nosso <a class="normal" href="https://bodhilinux.boards.net/"><strong>Fórum</strong></a> ou pergunte no <a class="normal" href="https://discordapp.com/invite/pvB7MSf"><strong>Discord</strong></a>.<br><br>
ru: Создайте пост на нашем <a class="normal" href="https://bodhilinux.boards.net/"><strong>Форуме</strong></a> или спросите на <a class="normal" href="https://discordapp.com/invite/pvB7MSf"><strong>Discord</strong></a>.<br><br>

source: Want to buy us a cup of coffee? <a class="normal" href="https://www.bodhilinux.com/donate/"><strong>Consider Donating.</strong></a>
pt: Deseja contribuir? <a class="normal" href="https://www.bodhilinux.com/donate/"><strong>Faça uma doação.</strong></a>
ru: Хотите купить нам чашку кофе? <a class="normal" href="https://www.bodhilinux.com/donate/"><strong>Рассмотрите возможность пожертвования.</strong></a>

source: A firewall is also important from a security perspective. Bodhi uses iptables and includes the Uncomplicated Firewall (ufw). It is not enabled by default as not all users may need it.<br>
ru: Брандмауэр также важен с точки зрения безопасности. Bodhi использует iptables и включает несложный брандмауэр (ufw). По умолчанию он не включен, так как он может понадобиться не всем пользователям.<br>
