Repository: BodhiDev/bodhi_translations
Catalog: bodhi-quickstart/source/locales/*/moksha.po
Languages: pt, ru

source: Bodhi QuickStart - Moksha Basics
pt: Iniciação rápida do Bodhi - Noções básicas do Moksha
ru: Bodhi Быстрый старт - Основы Moksha

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
pt: Índice de Iniciação Rápida</a><a class="nav" target="_parent" href="index.html">Índice de Iniciação Rápida
ru: Быстрый старт Содержание</a><a class="nav" target="_parent" href="index.html">Быстрый старт Содержание

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
pt: <a class="mobile" target="_parent" href="Moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Introdução</a> <ul>
ru: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Начало</a> <ul>

source: Connecting to the Internet
pt: Ligação à Internet
ru: Подключение к Интернету

source: Installing Software
pt: Instalar Software
ru: Установка программного обеспечения

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
pt: <a class="mobile" target="_parent" href="getting_started.html">Introdução</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
ru: <a class="mobile" target="_parent" href="getting_started.html">Начало</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

# html/moksha.html html.body.header.nav.ul.li.ul.li:31-15
source: Moksha Basics
pt: Noções básicas do Moksha
ru: Основы Moksha

source: Quick Launcher
pt: Lançador rápido
ru: Быстрый запуск

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
pt: <a class="mobile" target="_parent" href="appendix.html">Créditos</a><a class="nav" target="_parent" href="#">Mais informações</a> <ul>
ru: <a class="mobile" target="_parent" href="appendix.html">Создатели</a><a class="nav" target="_parent" href="#">Еще больше информации</a> <ul>

source: Quick FAQ
pt: Perguntas mais frequentes
ru: Быстрый FAQ

source: Resources
pt: Recursos
ru: Ресурсы

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
pt: Mais informações</a><a class="nav" target="_parent" href="appendix.html">Créditos
ru: Еще больше информации</a><a class="nav" target="_parent" href="appendix.html">Создатели

# html/moksha.html html.body.div.div.div.h1:52-11
source: Moksha Basics
pt: Noções básicas do Moksha
ru: Основы Moksha

source: <strong> Organize your Tasks with Virtual Desktops </strong> <br> <br class="onmobile clear" /> <a class="img normalpicture displaysmall" href="../images/desktops.png"> <img src="../images/desktops.png" alt="(An example of a Places Gadget)" class="imageonlowwidth" /> </a> <br /> Virtual Desktops allow you to group applications of a certain type on one desktop and those of a different type on another. You have initially four virtual desktops, but you can change this number.
pt: <strong> Organize as suas Tarefas com as Áreas de trabalho Virtuais </strong> <br> <br class="onmobile clear" /> <a class="img normalpicture displaysmall" href="../images/desktops.png"> <img src="../images/desktops.png" alt="(An example of a Places Gadget)" class="imageonlowwidth" /> </a> <br /> As áreas de trabalho virtuais permitem agrupar aplicações de um determinado tipo numa área de trabalho e as de um tipo diferente noutro. Inicialmente tem quatro áreas de trabalho virtuais, mas pode alterar este número.
ru: <strong> Организуйте свои задачи с помощью виртуальных рабочих столов </strong> <br> <br class="onmobile clear" /> <a class="img normalpicture displaysmall" href="../images/desktops.png"> <img src="../images/desktops.png" alt="(An example of a Places Gadget)" class="imageonlowwidth" /> </a> <br /> Виртуальные рабочие столы позволяют группировать приложения определенного типа на одном рабочем столе и приложения другого типа на другом. Изначально у вас четыре виртуальных рабочих стола, но вы можете изменить это число.

source: The pager gadget on the shelf shows small graphics of the available desktops with the applications running in each.
pt: O paginador no painel mostra pequenos gráficos das áreas de trabalho disponíveis com as aplicações em execução em cada uma.
ru: Гаджет-пейджер на полке показывает небольшие графические изображения доступных рабочих столов с запущенными на каждом из них приложениями.

source: There are several ways to switch among them:
pt: Há várias maneiras de mudar entre elas:
ru: Переключиться между ними можно несколькими способами:

source: With the Pager Gadget, simply click on the graphic of the Desktop you wish to be in.
pt: Com o Paginador, basta clicar no gráfico da área de trabalho em que deseja estar.
ru: С помощью гаджета «Пейджер» просто щелкните изображение рабочего стола, на котором вы хотите находиться.

source: Use the keyboard shortcut: Ctrl+Alt + &lt;ArrowKey> in the direction you wish to move.
pt: Utilizar a tecla de atalho: Ctrl+Alt + &lt;Seta> na direção que deseja mover-se.
ru: Используйте сочетание клавиш: Ctrl+Alt + &lt;стрелка> в том направлении, в котором вы хотите двигаться.

source: Choose your desired desktop via <i>Main Menu>Desktop>Virtual</i>.
pt: Escolha a sua área de trabalho desejada via <i>Menu principal>Área de trabalho>Virtual</i>.
ru: Выберите желаемый рабочий стол через <i>Главное меню> Рабочий стол> Виртуальный</i>.

source: <strong> The Entire Desktop is the Menu </strong> <br /> <br> A click on any empty space of the desktop will bring up the Main Menu, where you can launch applications, adjust settings, shutdown the system, and so on. This is the standard on a fresh Bodhi installation. Most consider it very convenient. For the few that do not, the mouse-binding "Show Main Menu", can be easily removed/configured in: <i>Main Menu>Settings>All>Input>Mouse Bindings</i>, along with any other mouse-bindings.<br /><br /> Right-clicking an empty space on the desktop will bring up the Favorites Menu. Since there are no favorited applications on a fresh Bodhi installation, the Favorites Menu will not show on right-click. It is waiting in anticipation for you to add applications! To do this, go to <i>Main Menu > Settings > All > Apps > Favorite Applications</i>
pt: <strong> Toda a área de trabalho é o Menu </strong> <br /> <br> Um clique em qualquer espaço vazio da área de trabalho fará surgir o Menu Principal, onde poderá lançar aplicações, ajustar definições, desligar o sistema, e assim por diante. Este é o padrão numa nova instalação do Bodhi. A maioria considera-o muito conveniente. Para os poucos que não o fazem, o "Mostrar Menu Principal", pode ser facilmente removido/configurado em: <i>Menu Principal>Definições>Painel de definições>Entrada>Associação do rato</i>, juntamente com quaisquer outras associações do rato.<br /><br /> Clicando com o botão direito do rato num espaço vazio na área de trabalho, surgirá o Menu Favoritos. Uma vez que não existem aplicações favoritas numa nova instalação do Bodhi, o Menu Favoritos não será exibido com um clique do botão direito do rato. Está à sua espera em antecipação para adicionar aplicações! Para o fazer, vá a <i>Menu Principal > Definições > Painel de definições > Aplicações > Aplicações favoritas</i>
ru: <strong> Весь рабочий стол - это меню </strong> <br /> <br> Щелчок по любому пустому месту на рабочем столе вызывает главное меню, в котором вы можете запускать приложения, настраивать параметры, выключать систему и т. д. Это стандарт для новой установки Bodhi. Большинство считает это очень удобным. Для тех немногих, кто этого не делает, привязку мыши "Показать главное меню" можно легко удалить / настроить в: <i>Главное меню> Настройки> Все> Вход> Привязки мыши</i>, вместе с любыми другими привязками для мыши.<br /><br /> Если щелкнуть правой кнопкой мыши пустое место на рабочем столе, откроется меню «Избранное». Поскольку в новой установке Bodhi нет избранных приложений, при щелчке правой кнопкой мыши меню «Избранное» не отображается. Жду в ожидании, когда вы добавите приложения! Для этого перейдите в <i>Главное меню> Настройки> Все> Приложения> Избранные приложения</i>

source: <strong id="gadget"> Many Gadgets Show System Info </strong> <br /> <br> Gadgets perform a wide variety of functions. Many display system information, such as battery level, time, or CPU frequency. Others allow you to interact with the system in some way, such as adjusting the volume or the screen brightness. Most allow multiple instances in different locations, for instance on a shelf as well as on the desktop. <br /><br /> They can be found and added to the Desktop via: <i>Main Menu>Settings>Gadgets</i>
pt: <stong id="gadget"> Muitos Gadgets mostram informações do sistema </strong> <br /> <br> Os Gadgets desempenham uma grande variedade de funções. Muitos mostram informações do sistema, tais como nível de bateria, hora, ou frequência da CPU. Outros permitem interagir com o sistema de alguma forma, tais como ajustar o volume ou a luminosidade do ecrã. A maioria permite várias instâncias em diferentes locais, por exemplo num painel, bem como na área de trabalho. <br /><br /> Podem ser encontrados e adicionados à área de trabalho via: <i>Menu principal>Definições>Gadgets</i>
ru: <strong id="gadget"> Многие гаджеты показывают информацию о системе </strong> <br /> <br> Гаджеты выполняют самые разные функции. Многие отображают системную информацию, такую ​​как уровень заряда батареи, время или частота процессора. Другие позволяют каким-либо образом взаимодействовать с системой, например регулировать громкость или яркость экрана. Большинство из них допускают несколько экземпляров в разных местах, например, на полке или на рабочем столе. <br /><br /> Их можно найти и добавить на рабочий стол через: <i>Главное меню> Настройки> Гаджеты</i>

source: <strong id="module"> Modules Control Gadget Availability </strong> <br /> <br> A gadget will be available only if its module is loaded. Put simply, a gadget is an instance of a module. To load/unload modules, go to <i>Main Menu > Settings > Modules</i>. Bodhi comes with a wide selection of modules installed by default, and more can be installed at your discretion through the Bodhi AppCenter and Synaptic Package Manager
pt: <strong id="module"> Disponibilidade de Gadgets de controlo de módulos </strong> <br /> <br> Um gadget só estará disponível se o seu módulo for carregado. Em termos simples, um gadget é uma instância de um módulo. Para carregar/descarregar módulos, vá a <i>Menu principal > Definições > Módulos</i>. O Bodhi vem com uma vasta seleção de módulos instalados por padrão, e mais podem ser instalados a seu critério através da AppCenter do Bodhi e do Gestor de Pacotes Synaptic
ru: <strong id="module"> Модули управления доступностью гаджетов </strong> <br /> <br> Гаджет будет доступен, только если его модуль загружен. Проще говоря, гаджет - это экземпляр модуля. Для загрузки / выгрузки модулей перейдите в <i>Главное меню> Настройки> Модули</i>. Bodhi поставляется с широким выбором модулей, установленных по умолчанию, и другие модули могут быть установлены по вашему усмотрению через Bodhi AppCenter и Synaptic Package Manager.

source: <strong class="centertext"> Shelves - The Taskbar/Systray/Dock's Home, Sweet Home </strong> <br /> <br> Moksha provides shelves to house your gadgets and launchers - a convenient alternative to having them on the desktop. (Most gadgets can be added to shelves.) Shelves can be located anywhere on a border of your desktop, and you can have more than one shelf on a desktop as well as different shelves on different virtual desktops. Managing the number of shelves as well as their location, size, and other attributes is done under <i>Main Menu > Settings > Shelves</i>. To manage the content of a shelf (i.e. its gadgets), right-click on the shelf and choose <i>Shelf > Contents</i>. <em>Contents</em>. <a class="normal" href="../images/shelves.png"> <img class="eightywidth center" src="../images/shelves.png" alt="(A standard Shelf with many Gadgets)" /> </a>
pt: <strong classe="centertext"> Painéis - A Barra de Tarefas/Systray/Dock's Home, Sweet Home </strong> <br />>br> O Moksha fornece painéis para alojar os seus gadgets e lançadores - uma alternativa conveniente para os ter na área de trabalho. (A maioria dos gadgets pode ser adicionada aos painéis.) Os painéis podem ser localizadas em qualquer local numa margem da sua área de trabalho, e pode ter mais de um painel numa área de trabalho, assim como diferentes painéis em diferentes áreas de trabalho virtuais. A gestão do número de painéis bem como a sua localização, tamanho e outros atributos é feita em <i>Menu principal > Definições > Painéis</i>. Para gerir o conteúdo de um painel (ou seja, os seus gadgets), clique com o botão direito no painel e escolha <i>Painel > Conteúdo</i>. <em>Conteúdo</em>. <a class="normal" href="../images/shelves.png"> <img class="eightywidth center" src="../images/shelves.png" alt="(Um painel padrão com muitos Gadgets)" /> </a>
ru: <strong class="centertext"> Полки - The Taskbar/Systray/Dock's Home, Sweet Home </strong> <br /> <br> Moksha предоставляет полки для размещения ваших гаджетов и программ запуска - удобная альтернатива размещению их на рабочем столе. (Большинство гаджетов можно добавить на полки.) Полки могут быть расположены в любом месте на границе рабочего стола, и у вас может быть несколько полок на рабочем столе, а также разные полки на разных виртуальных рабочих столах. Управление количеством полок, а также их расположением, размером и другими атрибутами осуществляется в разделе <i>Главное меню> Настройки> Полки</i>. Чтобы управлять содержимым полки (т. е. её гаджетами), щелкните полку правой кнопкой мыши и выберите <i>Полка> Содержание</i>. <em>Содержание</em>. <a class="normal" href="../images/shelves.png"> <img class="eightywidth center" src="../images/shelves.png" alt="(A standard Shelf with many Gadgets)" /> </a>

source: <strong> Shading - Alternative to Minimizing </strong> <br /> <br> Want to get a window out of your way but don't want to minimize it to the taskbar? Then Shade it! Just double click the title bar of any window to "roll it up", and double click the title bar to "roll it down" again.
pt: <strong> Sombreamento - Alternativa à Minimização </strong> <br /><br> Quer tirar uma janela do seu caminho mas não quer minimizá-la para a barra de tarefas? Então sombreia-a! Basta fazer duplo clique na barra de título de qualquer janela para "enrolar para cima", e fazer duplo clique na barra de título para "enrolar para baixo" novamente.
ru: <strong> Затенение - альтернатива минимизации </strong> <br /> <br> Хотите убрать окно, но не хотите сворачивать его до панели задач? Затените его! Просто дважды щелкните строку заголовка любого окна, чтобы «свернуть» его, и дважды щелкните строку заголовка, чтобы «развернуть» его.

source: The screenshot here shows two instances of <b>Terminology</b>, one that is Shaded and one that is not. Terminology is currently the default terminal in Bodhi.
pt: A imagem aqui mostra duas instâncias do <b>Terminology</b>, uma que está sombreada e outra que não está. O Terminology é atualmente o terminal predefinido no Bodhi.
ru: На снимке экрана показаны два экземпляра <b>Terminology</b>, один затененный, а другой - нет. Terminology в настоящее время является терминалом по умолчанию в Bodhi.

source: <strong> Some Handy Shortcuts: </strong> <br /> <br> Shortcuts are referred to as Bindings in Moksha and can be actioned by e.g. clicking the mouse at an edge of the screen, pressing a key combination, or pressing a key + mouse-click. They are categorized as follows:<br /> <ul class="smalltext">
pt: <strong> Alguns atalhos práticos: </strong> <br /><br> Atalhos são referidos como Associações no Moksha e podem ser acionados, por exemplo, clicando com o rato numa extremidade do ecrã, premindo uma combinação de teclas, ou premindo uma tecla + clique do rato. São categorizados da seguinte forma:<br /> <ul class="smalltext">
ru: <strong> Некоторые удобные ярлыки: </strong> <br /> <br> Ярлыки называются привязками в Moksha и могут активироваться как, например, щелчок мышью по краю экрана, нажатие комбинации клавиш или нажав клавишу + щелчок мышью. Они делятся на следующие категории:<br /> <ul class="smalltext">

source: Edge Bindings (edges of screen)
pt: Associações da margem (margens do ecrã)
ru: Кромки (края экрана)

source: Key Bindings (keyboard)
pt: Associações da tecla (teclado)
ru: Привязки клавиш (клавиатура)

source: Mouse Bindings (mouse+key)
pt: Associações do rato (rato+tecla)
ru: Привязки мыши (мышь + клавиша)

source: ACPI Bindings (events)
pt: Associações de ACPI (eventos)
ru: Привязки ACPI (события)

source: <strong>Alt+&lt;left-click> (mouse)</strong> <br /> allows you to click <strong>anywhere</strong> in the window to grab it and reposition <br /><br /> <strong>&lt;left-click> (mouse)</strong> <br /> on an open portion of the desktop, opens the Main Menu <br /><br /> <strong>&lt;right-click> (mouse)</strong> <br /> on an open portion of the desktop, opens the favorites menu <br /><br /> <strong>Ctrl+Alt+X (key)</strong> <br /> closes a window <br /><br /> <strong>Ctrl+Alt+&lt;ArrowKey> (key)</strong> <br /> switches to the Virtual Desktop in the direction selected <br /><br /> <strong>Ctrl+Alt+M (key)</strong> <br /> brings up the Main Menu <br /><br /> <strong>Shift+F10 (key)</strong> <br /> maximizes a window vertically <br /><br /> <strong>Alt+Shift+F10 (key)</strong> <br /> maximizes a window horizontally <br /><br /> <strong>Alt+Tab (key)</strong> <br /> switches between windows on the same desktop
pt: <strong>Alt+&lt;clique-esquerdo> (rato)</strong> <br /> permite clicar em <strong>qualquer</strong> lugar na janela para agarrá-la e reposicioná-la <br /><br /> <strong>&lt;clique-esquerdo> (rato)</strong> <br /> numa parte aberta da área de trabalho, abre o Menu Principal <br /><br /> <strong>&lt;clique-direito> (rato)</strong> <br /> numa parte aberta da área de trabalho, abre o menu favoritos <br /><br /> <strong>Ctrl+Alt+X (tecla)</strong> <br /> fecha uma janela <br /><br /> <strong>Ctrl+Alt+&lt;seta> (tecla)</strong> <br /> muda para a área de trabalho virtual na direção selecionada <br /><br /> <strong>Ctrl+Alt+M (tecla)</strong> <br /> apresenta o Menu Principal <br /><br /> <strong>Shift+F10 (tecla)</strong> <br /> maximiza uma janela na vertical <br /><br /> <strong>Alt+Shift+F10 (tecla)</strong> <br /> maximiza uma janela na horizontal <br /><br /> <strong>Alt+Tab (tecla)</strong> <br /> troca entre janelas na mesma área de trabalho
ru: <strong>Alt+&lt;щелчок левой кнопкой мыши> (мышь)</strong> <br /> позволяет щелкнуть <strong>в любом месте</strong> в окне, чтобы схватить и переместить <br /><br /> <strong>&lt;щелчок левой кнопкой мыши> (мышь)</strong> <br /> на открытой части рабочего стола открывает Главное меню <br /><br /> <strong>&lt;щелкните правой кнопкой мыши> (мышь)</strong> <br /> на открытой части рабочего стола открывает меню избранного <br /><br /> <strong>Ctrl+Alt+X (key)</strong> <br /> закрывает окно <br /><br /> <strong>Ctrl+Alt+&lt;стрелка> (key)</strong> <br /> переключается на виртуальный рабочий стол в выбранном направлении <br /><br /> <strong>Ctrl+Alt+M (key)</strong> <br /> вызывает Главное меню <br /><br /> <strong>Shift+F10 (key)</strong> <br /> разворачивает окно по вертикали <br /><br /> <strong>Alt+Shift+F10 (key)</strong> <br /> разворачивает окно по горизонтали <br /><br /> <strong>Alt+Tab (key)</strong> <br /> переключение между окнами на одном рабочем столе

source: For more information and a comprehensive list of all default keybindings, see our <a class="normal" href="https://www.bodhilinux.com/w/key-bindings-and-edge-bindings/">Wiki</a>.
pt: Para mais informações e uma lista completa de todas as associações predefinidas, veja a nossa <a class="normal" href="https://www.bodhilinux.com/w/key-bindings-and-edge-bindings/">Wiki</a>.
ru: Для получения дополнительной информации и полного списка всех привязок клавиш по умолчанию см. Нашу <a class="normal" href="https://www.bodhilinux.com/w/key-bindings-and-edge-bindings/">Wiki</a>.
