Repository: BodhiDev/bodhi_translations
Catalog: bodhi-quickstart/source/locales/*/quickfaq.po
Languages: pt, ru

source: Bodhi QuickStart - Quick FAQ
pt: Iniciação Rápida do Bodhi - Perguntas mais frequentes
ru: Bodhi Быстрый старт - Быстрый FAQ

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
pt: Índice de Iniciação Rápida</a><a class="nav" target="_parent" href="index.html">Índice de Iniciação Rápida
ru: Быстрый старт Содержание</a><a class="nav" target="_parent" href="index.html">Быстрый старт Содержание

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
pt: <a class="mobile" target="_parent" href="Moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Introdução</a> <ul>
ru: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Начало</a> <ul>

source: Connecting to the Internet
pt: Ligação à Internet
ru: Подключение к Интернету

source: Installing Software
pt: Instalar Software
ru: Установка программного обеспечения

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
pt: <a class="mobile" target="_parent" href="getting_started.html">Introdução</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
ru: <a class="mobile" target="_parent" href="getting_started.html">Начало</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

source: Moksha Basics
pt: Noções básicas do Moksha
ru: Основы Moksha

source: Quick Launcher
pt: Lançador rápido
ru: Быстрый запуск

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
pt: <a class="mobile" target="_parent" href="appendix.html">Créditos</a><a class="nav" target="_parent" href="#">Mais informações</a> <ul>
ru: <a class="mobile" target="_parent" href="appendix.html">Создатели</a><a class="nav" target="_parent" href="#">Еще больше информации</a> <ul>

# html/quickfaq.html html.body.header.nav.ul.li.ul.li:38-15
source: Quick FAQ
pt: Perguntas mais frequentes
ru: Быстрый FAQ

source: Resources
pt: Recursos
ru: Ресурсы

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
pt: Mais informações</a><a class="nav" target="_parent" href="appendix.html">Créditos
ru: Еще больше информации</a><a class="nav" target="_parent" href="appendix.html">Создатели

# html/quickfaq.html html.body.div.div.div.h1:52-11
source: Quick FAQ
pt: Perguntas mais frequentes
ru: Быстрый FAQ

source: Many new users to Bodhi seem to have the same questions, so here are the answers to a few of them:
pt: Muitos dos novos utilizadores do Bodhi Linux parecem ter as mesmas perguntas, por isso aqui estão as respostas a algumas delas:
ru: Многие новые пользователи Bodhi, похоже, задают те же вопросы, поэтому вот ответы на некоторые из них:

source: What is Bodhi Linux?
pt: O que é o Bodhi Linux?
ru: Что такое Bodhi Linux?

source: Bodhi Linux is a Linux based operating system built on top of Ubuntu Long Term Support releases. Our goal is to provide a stable, but minimalistic, operating system that can stay out of the user's way. We have a new major release every 2~ years when a new Ubuntu LTS releases. Every release is supported for 5~ years unil the Ubuntu LTS base runs out of support.
pt: O Bodhi Linux é um sistema operativo baseado em Linux construído sobre as versões de suporte a longo prazo do Ubuntu. O nosso objetivo é fornecer um sistema operativo estável, minimalista e fácil de usar. Temos uma nova grande versão a cada 2 anos quando um novo Ubuntu LTS é lançado. Cada lançamento é suportado durante 5 anos sem que a base do Ubuntu LTS fique sem suporte.
ru: Bodhi Linux - это операционная система на базе Linux, созданная на основе выпусков долгосрочной поддержки Ubuntu. Наша цель - предоставить стабильную, но минималистичную операционную систему, которая не мешает пользователю. У нас есть новый основной выпуск каждые 2 ~ года, когда выходит новый Ubuntu LTS. Каждый выпуск поддерживается в течение 5 ~ лет, пока база Ubuntu LTS не перестанет поддерживать.

source: Why are there so few applications installed?
pt: Porque é que existem tão poucas aplicações instaladas?
ru: Почему так мало приложений установлено?

source: Part of the Bodhi Linux philosophy is minimalism and user choice. We feel that our users are intelligent enough to choose what applications they want, and we provide an easy way to do so at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>. We also feel that it is easier and better for you to build the system <em>you</em> want from the start, rather than having to remove a lot of applications you don't want and/or need and <em>then</em> install the ones you want/need.<br /><br />You can learn more about installing software from <a class="normal" href="software.html">here</a>.<br id="cl" class="clear" />
pt: Parte da filosofia do Bodhi Linux faz parte do minimalismo e da escolha do utilizador. Sentimos que os nossos utilizadores são suficientemente inteligentes para escolher as aplicações que desejam, e fornecemos uma forma fácil de o fazer na <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong>>/a>. Também sentimos que é mais fácil e melhor para si construir o sistema <em>que</em> quer desde o início, em vez de ter de remover muitas aplicações que não quer e/ou precisa e <em>depois</em> instalar as que quer/necessariamente.<br /><br />Pode aprender mais sobre a instalação de software a partir <a class="normal" href="software.html">daqui</a>.<br id="cl" class="clear" />
ru: Часть философии Bodhi Linux - минимализм и выбор пользователя. Мы считаем, что наши пользователи достаточно умны, чтобы выбирать, какие приложения им нужны, и предлагаем простой способ сделать это на <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>. Мы также считаем, что вам будет проще и лучше создать систему, которую <em>вы</em> хотите, с самого начала, вместо того, чтобы удалять множество приложений, которые вам не нужны, и <em>тогда</em> устанавливать те, которые вы хотите.<br /><br />Вы можете узнать больше об установке программного обеспечения <a class="normal" href="software.html">здесь</a>.<br id="cl" class="clear" />

source: What is Moksha?
pt: O que é o Moksha?
ru: Что такое Moksha?

source: Moksha is a fork of the Enlightenment DR17 desktop maintained by the Bodhi Linux team. Moksha focuses on staying light weight, while still offering a high level of customization options.
pt: O Moksha é uma bifurcação do ambiente de gráfico do Enlightenment DR17 mantido pela equipa do Bodhi Linux. O Moksha concentra-se em permanecer leve, oferecendo ao mesmo tempo um elevado nível de opções de personalização.
ru: Moksha - это ответвление рабочего стола Enlightenment DR17, поддерживаемого командой Bodhi Linux. Moksha делает упор на то, чтобы оставаться легким, но при этом предлагает высокий уровень возможностей индивидуальной настройки.

source: <strong class="italictext centertext">Why does Bodhi Linux use the Epiphany Web Browser?</strong><br class="onmobile" />
pt: <strong class="italictext centertext">Porque é que o Bodhi Linux utiliza o Navegador Web Epiphany?</strong><br class="onmobile" />
ru: <strong class="italictext centertext">Почему Bodhi Linux использует веб-браузер Epiphany?</strong><br class="onmobile" />

source: When we polled our users asking what the default web browser should be, we found a nearly equal 3-way tie among the current version of Firefox, an older version of Firefox, and Chromium. So, instead of choosing one of those that would have left approximately 2/3 of our users dissatisfied and needing to install another browser anyway, we went in a totally different direction: Epiphany!
pt: Quando sondámos os nossos utilizadores perguntando qual deveria ser o navegador web por padrão, encontrámos um empate quase igual entre a versão atual do Firefox, uma versão mais antiga do Firefox, e o Chromium. Assim, em vez de escolher um dos que teriam deixado aproximadamente 2/3 dos nossos utilizadores insatisfeitos e a precisar de instalar outro navegador de qualquer modo, seguimos numa direção totalmente diferente: Epiphany!
ru: Когда мы опросили наших пользователей, спрашивая, каким должен быть веб-браузер по умолчанию, мы обнаружили почти равную трехстороннюю связь между текущей версией Firefox, более старой версией Firefox и Chromium. Поэтому вместо того, чтобы выбрать один из тех, которые оставят примерно 2/3 наших пользователей неудовлетворенными и в любом случае нуждаются в установке другого браузера, мы пошли в совершенно другом направлении: Epiphany!

source: Epiphany has the advantages of being very lightweight yet highly functional, which fits in with the <strong>Bodhi Linux</strong> philosophy (see the first question). <br class="clear" />
pt: O Epiphany tem a vantagem de ser muito leve mas altamente funcional, o que se enquadra na filosofia do <strong>Bodhi Linux</strong> (ver a primeira pergunta). <br class="clear" />
ru: Преимущество Epiphany в том, что он очень легкий, но при этом очень функциональный, что хорошо сочетается с <strong>Bodhi Linux</strong> философия (см. первый вопрос).<br class="clear" />

source: More info...
pt: Mais informação...
ru: Больше информации...

source: There is also a "proper" FAQ on the <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a>.
pt: Existe também um local "próprio" com as "perguntas mais frequentes" na <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a>.
ru: Также на сайте есть "правильный" FAQ. <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a>.
