Repository: BodhiDev/bodhi_translations
Catalog: bodhi-quickstart/source/locales/*/software.po
Languages: pt, ru

source: Bodhi QuickStart - Installing Software
pt: Iniciação rápida do Bodhi - Instalar Software
ru: Bodhi Быстрый старт - Установка программного обеспечения

source: QuickStart Index</a><a class="nav" target="_parent" href="index.html">QuickStart Index
pt: Índice de Iniciação Rápida</a><a class="nav" target="_parent" href="index.html">Índice de Iniciação Rápida
ru: Быстрый старт Содержание</a><a class="nav" target="_parent" href="index.html">Быстрый старт Содержание

source: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Getting Started</a> <ul>
pt: <a class="mobile" target="_parent" href="Moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Introdução</a> <ul>
ru: <a class="mobile" target="_parent" href="moksha.html">Moksha</a><a class="nav" target="_parent" href="#">Начало</a> <ul>

source: Connecting to the Internet
pt: Ligação à Internet
ru: Подключение к Интернету

# html/software.html html.body.header.nav.ul.li.ul.li:25-15
source: Installing Software
pt: Instalar Software
ru: Установка программного обеспечения

source: <a class="mobile" target="_parent" href="getting_started.html">Getting Started</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
pt: <a class="mobile" target="_parent" href="getting_started.html">Introdução</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>
ru: <a class="mobile" target="_parent" href="getting_started.html">Начало</a><a class="nav" target="_parent" href="#">Moksha</a> <ul>

source: Moksha Basics
pt: Noções básicas do Moksha
ru: Основы Moksha

source: Quick Launcher
pt: Lançador rápido
ru: Быстрый запуск

source: <a class="mobile" target="_parent" href="appendix.html">Credits</a><a class="nav" target="_parent" href="#">Even More Info</a> <ul>
pt: <a class="mobile" target="_parent" href="appendix.html">Créditos</a><a class="nav" target="_parent" href="#">Mais informações</a> <ul>
ru: <a class="mobile" target="_parent" href="appendix.html">Создатели</a><a class="nav" target="_parent" href="#">Еще больше информации</a> <ul>

source: Quick FAQ
pt: Perguntas mais frequentes
ru: Быстрый FAQ

source: Resources
pt: Recursos
ru: Ресурсы

source: Even More Info</a><a class="nav" target="_parent" href="appendix.html">Credits
pt: Mais informações</a><a class="nav" target="_parent" href="appendix.html">Créditos
ru: Еще больше информации</a><a class="nav" target="_parent" href="appendix.html">Создатели

# html/software.html html.body.div.div.div.h1:52-11
source: Installing Software
pt: Instalar Software
ru: Установка программного обеспечения

source: In most cases, you will want to have an Internet connection established to install software in <strong>Bodhi Linux</strong>.<br /><br /> Please follow this link if you need assistance <a class="normal" href="internet.html">Connecting to the Internet</a>.
pt: Na maioria dos casos, desejará ter uma ligação à Internet estabelecida para instalar software no <strong>Bodhi Linux</strong>.<br /><br /> Siga esta ligação se necessitar de assistência <a class="normal" href="internet.html">Ligação à Internet</a>.
ru: В большинстве случаев вам потребуется подключение к Интернету для установки программного обеспечения в <strong>Bodhi Linux</strong>.<br /><br /> Если вам нужна помощь, перейдите по этой ссылке <a class="normal" href="internet.html">Подключение к Интернету</a>.

source: Updating System via Terminology
pt: Atualizar o sistema via Terminology
ru: Обновление системы с помощью Terminology

source: The first thing to do after establishing an internet connection is to update your system.<br /><br /> There are multiple methods to achieve this, but the simplest method is by using the terminal. Run the following command in Terminology :<br/><br/>
pt: A primeira coisa a fazer após estabelecer uma ligação à Internet é atualizar o sistema.<br /><br /> Existem vários métodos para o fazer, mas o método mais simples é a utilização do terminal. Execute o seguinte comando no Terminology :<br/><br/>
ru: Первое, что нужно сделать после подключения к Интернету, - это обновить вашу систему.<br /><br /> Для этого существует несколько способов, но самый простой - использовать терминал. Выполните следующую команду в Terminology :<br/><br/>

source: If you installed the new <em><b>hwe</b></em> version of <strong>Bodhi</strong>, kernel updates will be enabled by default.
pt: Se instalou a nova versão de <em><b>hwe</b></em> do <strong>Bodhi</strong>, as atualizações do kernel serão ativadas por padrão.
ru: Если вы установили новую <em><b>hwe</b></em> версию <strong>Bodhi</strong>, обновления ядра будут включены по умолчанию.

source: But traditionally, <strong>Bodhi</strong> has taken the view of "<em>not forcing kernel updates.</em>" So users of non-hwe versions of Bodhi, who want to update the kernel, simply install this meta package to ensure you'll always be offered the latest kernel in the updates:<br><br>
pt: Mas, tradicionalmente o <strong>Bodhi</strong> tem tido a opinião de "<em>não forçar atualizações do kernel.</em>" Por isso, os utilizadores de versões não-hwe do Bodhi, que queiram atualizar o kernel, basta instalar este meta-pacote para garantir que lhe será sempre oferecido o kernel mais recente nas atualizações:<br><br>
ru: Но традиционно, <strong>в Bodhi</strong> включено "<em>не обновлять ядро принудительно.</em>" Поэтому пользователи версий Bodhi, отличных от hwe, которые хотят обновить ядро, просто устанавливают этот метапакет, чтобы гарантировать, что вам всегда будет предлагаться последнее ядро ​​в обновлениях:<br><br>

source: The <strong>Bodhi Linux</strong> team has created the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a> as a very fast and simple way to install many common applications. While you won't find every application that you <em>can</em> install in <strong>Bodhi Linux</strong> at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, you <em>will</em> find what we consider to be "best of breed" applications for each particular category.
pt: A equipa do <strong>Bodhi Linux</strong> criou a <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a> como uma forma muito rápida e simples de instalar muitas aplicações comuns. Embora não encontre todas as aplicações que <em>pode</em> instalar no <strong>Bodhi Linux</strong> na <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, você <em> irá</em> encontrar o que consideramos ser as "melhores" aplicações para cada categoria em particular.
ru: <strong>Bodhi Linux</strong> команда создала <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a> как очень быстрый и простой способ установки многих распространенных приложений. Хотя вы не найдете все приложения, которые вы <em>хотите</em> установить в <strong>Bodhi Linux</strong> с помощью <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>, вы <em>найдёте здесь</em> то, что мы считаем «лучшими в своем классе» приложениями для каждой конкретной категории. .

source: Here's a quick tutorial on how to install applications at the <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>:
pt: Eis um tutorial rápido sobre como instalar aplicações na <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>:
ru: Вот краткое руководство по установке приложений с помощью <a class="normal" href="http://appcenter.bodhilinux.com"><strong>AppCenter</strong></a>:

source: Find your application.
pt: Encontre a sua aplicação.
ru: Найдите ваше приложение.

source: If you already know the name of the application you wish to install, just type it in the search bar.<br /> If not, simply browse through the categories listed on the front page.
pt: Se já souber o nome da aplicação que deseja instalar, basta escrevê-la na barra de pesquisa.<br /> Caso contrário, basta navegar através das categorias listadas na página principal.
ru: Если вы уже знаете название приложения, которое хотите установить, просто введите его в строку поиска.<br /> Если нет, просто просмотрите категории, перечисленные на первой странице.

source: Navigate to the page.
pt: Navegue para a página.
ru: Перейдите на страницу.

source: Whichever method you choose to find your application, you will be presented with a link that leads to a page with a description of the application..<br /> Each application has its own page with a description of the application and a screenshot of it.
pt: Qualquer que seja o método escolhido para encontrar a sua aplicação, ser-lhe-á apresentado uma ligação que leva a uma página com uma descrição da aplicação.<br /> Cada aplicação tem a sua própria página com uma descrição da aplicação e uma imagem de ecrã da mesma.

source: Install it!
pt: Instale!
ru: Установите его!

source: Simply click the "<em>Install Now</em>" button and enter your password when you are prompted for it. That's it! Your application and all of its dependencies will be automatically installed.
pt: Basta clicar no botão "<em>Instalar agora</em>" e introduzir a sua palavra-passe quando lhe for pedida. É isso mesmo! A sua aplicação e todas as suas dependências serão automaticamente instaladas.
ru: Просто нажмите на кнопку "<em>Установить сейчас</em>" и введите свой пароль, когда вам будет предложено ввести его. Вот и все! Ваше приложение и все его зависимости будут установлены автоматически.

source: Synaptic Package Manager
pt: Gestor de Pacotes Synaptic
ru: Менеджер пакетов Synaptic

source: The <strong>Synaptic Package Manager</strong>, common to all <strong>Debian</strong> based distributions, is installed in <strong>Bodhi 6.0</strong> by default. If you installed an older version of <strong>Bodhi</strong>, install it by clicking the icon below or use <code>sudo apt install synaptic</code> from the command line.
pt: O <strong>Gestor de Pacotes Synaptic</strong>, comum a todas as distribuições <strong>Debian</strong>, está instalado no <strong>Bodhi 6.0</strong> por padrão. Se instalou uma versão mais antiga do <strong>Bodhi</strong>, instale-o clicando no ícone abaixo ou use <code>sudo apt install synaptic</code> a partir da linha de comando.
ru: <strong>Менеджер пакетов Synaptic</strong>, общий для всех дистрибутивов, на основе <strong>Debian</strong> устанавливается в <strong>Bodhi 6.0</strong> по умолчанию. Если вы установили старую версию <strong>Bodhi</strong>, установите его, щелкнув значок ниже или используйте <code>sudo apt install synaptic</code> из командной строки.

source: With <strong>Synaptic Package Manager</strong>, you have access to all of the applications in the <strong>Bodhi</strong> and <strong>Ubuntu</strong> repositories.
pt: Com o <strong>Gestor de Pacotes Synaptic</strong>, tem acesso a todas as aplicações nos repositórios <strong>Bodhi</strong> e <strong>Ubuntu</strong>.
ru: С помощью <strong>Менеджера пакетов Synaptic</strong>, у вас есть доступ ко всем приложениям в <strong>Bodhi</strong> и <strong>Ubuntu</strong> репозиториях.

source: Please see our <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> for complete instructions on using <strong>Synaptic Package Manager</strong>.
pt: Veja a nossa <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> para instruções detalhadas sobre a utilização do <strong>Gestor de Pacotes Synaptic</strong>.
ru: Пожалуйста, посмотрите нашу <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> для получения полных инструкций по использованию <strong>Synaptic Package Manager</strong>.

source: Snap, Flatpak and AppImage
pt: Snap, Flatpak e AppImage
ru: Snap, Flatpak и AppImage

source: In an effort to move away from platform specific packaging methods to platform agnostic ones, several new tools for packaging, distributing, installing software have been developed. Most noteworthy are Snap, Flatpak and AppImage. These are not supported by default in <strong>Bodhi</strong>.
pt: Num esforço para passar de métodos de empacotamento específicos da plataforma para métodos agnósticos de plataforma, foram desenvolvidas várias novas ferramentas de empacotamento, distribuição, instalação de software. Os mais notáveis são o Snap, Flatpak e AppImage. Estes não são suportados por padrão no <strong>Bodhi</strong>.
ru: В попытке перейти от методов упаковки, зависящих от платформы, к методам, не зависящим от платформы, было разработано несколько новых инструментов для упаковки, распространения и установки программного обеспечения. Наибольшего внимания заслуживают Snap, Flatpak и AppImage. Они не поддерживаются по умолчанию в <strong>Bodhi</strong>.

source: Please see our <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> for complete instructions on using these tools.
pt: Veja a nossa <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> para instruções detalhadas sobre a utilização destas ferramentas.
ru: Пожалуйста, посмотрите нашу <a class="normal" href="http://wiki.bodhilinux.com">Wiki</a> для получения полных инструкций по использованию этих инструментов.

source: gdebi is a simple tool to install deb files. It lets you install local deb packages, resolving and installing all dependencies.
pt: O gdebi é uma ferramenta simples para instalar ficheiros ".deb". Permite-lhe instalar pacotes ".deb" locais, resolvendo e instalando todas as dependências.
ru: gdebi - это простой инструмент для установки файлов deb. Он позволяет вам устанавливать локальные пакеты deb, разрешая и устанавливая все зависимости.

source: gDebi was installed by default in recent past versions of <strong>Bodhi</strong>. If you wish to install it click the icon below or use <code>sudo apt install gdebi</code> from the command line.
pt: O gDebi foi instalado por padrão em versões anteriores recentes do <strong>Bodhi</strong>. Se desejar instalá-lo clique no ícone abaixo ou utilize <code>sudo apt install gdebi</code> a partir da linha de comando.
ru: gDebi был установлен по умолчанию в последних предыдущих версиях <strong>Bodhi</strong>. Если вы хотите установить его, щелкните значок ниже или используйте <code>sudo apt install gdebi</code> из командной строки.

source: apt-get & dpkg (advanced)
pt: apt-get & dpkg (avançado)
ru: apt-get & dpkg (дополнительно)

source: The command-line tools <code>apt</code>, <code>apt-get</code> and <code>dpkg</code> are the "backend" to the above methods of installing applications. Advanced users are free to use these tools from the command line, but this is beyond is beyond the scope of this document.
pt: As ferramentas de linha de comando <code>apt</code>, <code>apt-get</code> e <code>dpkg</code> são o "backend" para os métodos de instalação de aplicações acima referidos. Os utilizadores avançados são livres de utilizar estas ferramentas a partir da linha de comando, mas isto está para além do âmbito deste documento.

source: Advanced users may also install from source code.
pt: Os utilizadores avançados podem também instalar a partir do código fonte.
ru: Опытные пользователи также могут устанавливать из исходного кода.

source: Whichever method you choose to find your application, you will be presented with a link that leads to a page with a description of the application.<br /> Each application has its own page with a description of the application and a screenshot of it.
ru: Какой бы метод вы ни выбрали для поиска своего приложения, вам будет предоставлена ​​ссылка, которая ведет на страницу с описанием приложения.<br /> У каждого приложения есть своя страница с описанием приложения и его снимком экрана.

source: The command-line tools <code>apt</code>, <code>apt-get</code> and <code>dpkg</code> are the "backend" to the above methods of installing applications. Advanced users are free to use these tools from the command line, but this is beyond the scope of this document.
ru: Инструменты командной строки <code>apt</code>, <code>apt-get</code> и <code>dpkg</code> являются «бэкэндом» для вышеуказанных методов установки приложений. Опытные пользователи могут использовать эти инструменты из командной строки, но это выходит за рамки этого документа.
